---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteAlignedAny
source: html/7c807e4f-07e1-e1d4-2b49-597dde7e7ee4.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotPasteAlignedAny Property

Can't Paste Aligned.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotPasteAlignedAny { get; }
```